[
  {
    "name": "K&N Engine Air Filter for Honda Civic",
    "slug": "kn-engine-air-filter-honda-civic",
    "brand": "K&N",
    "model_number": "33-5027",
    "mpn": "33-5027",
    "gtin": "024844005189",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "K&N Engineering",
    "description": "The K&N Engine Air Filter for Honda Civic is a high-performance filter designed to provide superior airflow and increase engine efficiency. Featuring a unique multi-layered filtration media, this filter is engineered to capture and hold more dirt and debris, providing exceptional engine protection. With a high-flow design, the K&N Engine Air Filter enhances engine performance by allowing more air into the engine, which can improve horsepower and acceleration. The filter is washable and reusable, offering a lifetime of performance with proper maintenance. This filter fits most 2016-2021 Honda Civic models, providing an easy upgrade for drivers looking to boost their vehicle’s air intake and overall efficiency."
  },
  {
    "name": "FRAM Extra Guard Air Filter for Toyota Corolla",
    "slug": "fram-extra-guard-air-filter-toyota-corolla",
    "brand": "FRAM",
    "model_number": "CA10762",
    "mpn": "CA10762",
    "gtin": "009100533057",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "FRAM",
    "description": "The FRAM Extra Guard Air Filter for Toyota Corolla offers exceptional protection for your engine by capturing dirt and debris that can cause wear and reduce performance. Engineered with advanced filtration technology, this filter delivers a high level of protection and helps to maintain optimal engine performance. The FRAM Extra Guard Air Filter features a pleated paper design that increases the filter's surface area, improving airflow and ensuring maximum dirt-holding capacity. This filter is designed to fit various Toyota Corolla models from 2014 to 2021 and is easy to install, making it a convenient choice for routine maintenance to keep your vehicle running smoothly and efficiently."
  }
]
