[
  {
    "name": "Winsor & Newton Cotman Water Colour Paint Set",
    "slug": "winsor-newton-cotman-water-colour-paint-set",
    "brand": "Winsor & Newton",
    "model_number": "0198101",
    "mpn": "0198101",
    "gtin": "0884955051147",
    "gtin_type": "UPC",
    "origin_country": "United Kingdom",
    "manufacturer": "Winsor & Newton",
    "description": "The Winsor & Newton Cotman Water Colour Paint Set is perfect for artists of all levels seeking high-quality watercolors at an affordable price. This set includes 12 vibrant colors that are ideal for creating beautiful, transparent washes and detailed paintings. Each tube contains premium Cotman watercolors, which are made with fine artist's pigments and a unique formula that provides excellent lightfastness and consistency. The set also comes with a mixing palette and a brush, making it an all-in-one solution for both beginners and experienced artists. Whether you're working on a landscape, still life, or abstract piece, this paint set offers superior performance and versatility. The Cotman Water Colour Paint Set is a great choice for artists who demand quality materials for their creative endeavors."
  },
  {
    "name": "Prang Crayons 24 Color Box",
    "slug": "prang-crayons-24-color-box",
    "brand": "Prang",
    "model_number": "96000",
    "mpn": "96000",
    "gtin": "0007169606004",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Prang",
    "description": "The Prang Crayons 24 Color Box is an essential art supply for both young artists and seasoned creators. This set includes 24 rich, vibrant colors that are perfect for coloring, drawing, and crafting. Each crayon is made with high-quality wax that glides smoothly on paper and offers bright, bold colors. The crayons are non-toxic, making them safe for children and ideal for classroom use. Packaged in a sturdy box, this set is easy to store and organize. The Prang Crayons are perfect for creating colorful artwork, educational projects, and imaginative designs. With a variety of shades and easy application, this set provides everything you need to explore your creativity and enhance your artistic skills."
  }
]
