[
  {
    "name": "LEGO Classic Bricks and Animals Set",
    "slug": "lego-classic-bricks-and-animals-set",
    "brand": "LEGO",
    "model_number": "LEGO-CL-2023",
    "mpn": "LEGO-CL-2023",
    "gtin": "5702017156807",
    "gtin_type": "EAN",
    "origin_country": "Denmark",
    "manufacturer": "LEGO Group",
    "description": "The LEGO Classic Bricks and Animals Set is a fantastic way to spark creativity and imagination in builders of all ages. This 1500-piece set includes a diverse range of LEGO bricks in various shapes and colors, allowing for endless building possibilities. The set comes with instructions to create six different animal models including a lion, elephant, and giraffe, or you can use your imagination to build your own creations. Each model features vibrant colors and movable parts, providing an engaging and educational building experience. Perfect for young builders, this set encourages fine motor skills, spatial reasoning, and problem-solving abilities. With high-quality LEGO bricks, this set offers hours of fun and learning for children and adults alike."
  },
  {
    "name": "Mega Bloks First Builders Big Building Bag",
    "slug": "mega-bloks-first-builders-big-building-bag",
    "brand": "Mega Bloks",
    "model_number": "MB-FB-2023",
    "mpn": "MB-FB-2023",
    "gtin": "0655419622811",
    "gtin_type": "EAN",
    "origin_country": "China",
    "manufacturer": "Mega Bloks",
    "description": "The Mega Bloks First Builders Big Building Bag is the perfect introduction to the world of building blocks for toddlers. This set includes 80 large, colorful blocks designed for little hands, making it easy for young builders to create, stack, and explore. The blocks come in a variety of shapes and colors, encouraging creativity and imaginative play. The durable construction of the blocks ensures they can withstand rough play, while the included storage bag makes clean-up a breeze. Ideal for children ages 1 to 5, this set promotes fine motor skills, cognitive development, and early problem-solving abilities. The Mega Bloks Big Building Bag is a great way to introduce your child to the joys of building and construction."
  }
]
