[
  {
    "name": "2-Person Instant Pop-Up Tent",
    "slug": "2-person-instant-pop-up-tent",
    "brand": "Coleman",
    "model_number": "2000020271",
    "mpn": "CO-2P-TENT-POPUP",
    "gtin": "0765011916787",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Coleman",
    "description": "The Coleman 2-Person Instant Pop-Up Tent offers a quick and convenient solution for camping enthusiasts. Designed for easy setup, this tent pops up in seconds, allowing you to focus on enjoying your outdoor adventure. The tent features a unique design with pre-attached poles that make setup hassle-free and fast. Made with weather-resistant materials, it includes a rainfly and an integrated ventilation system to keep you dry and comfortable in various weather conditions. The spacious interior can accommodate up to two people comfortably, with enough room for gear and personal belongings. The tent also comes with a carry bag for easy transport and storage, making it a great choice for camping trips, hiking excursions, or outdoor festivals."
  },
  {
    "name": "Deluxe Camping Sleeping Bag",
    "slug": "deluxe-camping-sleeping-bag",
    "brand": "REI",
    "model_number": "REI-100003",
    "mpn": "REI-SB-DELUXE",
    "gtin": "0400078561234",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "REI",
    "description": "The REI Deluxe Camping Sleeping Bag provides superior comfort and warmth for outdoor adventures. This high-quality sleeping bag features a soft, insulating fill that retains heat while remaining lightweight for easy carrying. The contoured design includes a draft collar and adjustable hood to maximize warmth and keep out the cold. With a temperature rating suitable for three-season camping, it’s ideal for spring, summer, and fall excursions. The durable, water-resistant shell protects against moisture, while the spacious interior allows for a comfortable night’s sleep. Whether you’re camping in the wilderness or setting up at a campground, the REI Deluxe Sleeping Bag is designed to offer a restful and cozy experience."
  }
]
