[
  {
    "name": "Pioneer AVH-W4500NEX Car Audio System",
    "slug": "pioneer-avh-w4500nex-car-audio-system",
    "brand": "Pioneer",
    "model_number": "AVH-W4500NEX",
    "mpn": "AVH-W4500NEX",
    "gtin": "0884938354351",
    "gtin_type": "EAN",
    "origin_country": "Japan",
    "manufacturer": "Pioneer Corporation",
    "description": "The Pioneer AVH-W4500NEX is a top-of-the-line car audio system designed to deliver exceptional audio performance and advanced connectivity features. With a 7-inch high-resolution touchscreen display, this multimedia receiver offers a user-friendly interface and vibrant visuals for easy navigation. It supports both Apple CarPlay and Android Auto, allowing seamless integration with your smartphone for hands-free calling, navigation, and music streaming. The AVH-W4500NEX also features built-in Bluetooth for wireless audio streaming and hands-free communication, along with a powerful 13-band graphic equalizer to fine-tune your audio experience. The system supports high-resolution audio playback and includes a rearview camera input for added safety. With built-in Wi-Fi for software updates and smartphone mirroring, the AVH-W4500NEX is the ultimate solution for a modern and immersive in-car audio experience."
  },
  {
    "name": "Kenwood Excelon DDX9907XR Car Audio Receiver",
    "slug": "kenwood-excelon-ddx9907xr-car-audio-receiver",
    "brand": "Kenwood",
    "model_number": "DDX9907XR",
    "mpn": "DDX9907XR",
    "gtin": "0019048236290",
    "gtin_type": "EAN",
    "origin_country": "Japan",
    "manufacturer": "Kenwood Corporation",
    "description": "The Kenwood Excelon DDX9907XR Car Audio Receiver is a high-performance audio system designed for audiophiles and tech enthusiasts alike. Featuring a 6.8-inch capacitive touchscreen display with a sleek, responsive interface, this receiver offers a wide range of features to enhance your driving experience. The DDX9907XR supports both Apple CarPlay and Android Auto for effortless smartphone integration, enabling you to access apps, make calls, and navigate hands-free. The receiver is equipped with a high-quality 24-bit Digital to Analog Converter (DAC) for superior sound clarity and supports FLAC audio files for lossless playback. It also includes advanced features like built-in Bluetooth for wireless audio and phone connectivity, dual USB ports, and customizable RGB lighting for a personalized look. The DDX9907XR supports HD Radio and SiriusXM, offering a broad range of listening options for any journey. With a robust 3-way crossover and a powerful 13-band graphic equalizer, the DDX9907XR allows you to create the perfect audio environment in your vehicle."
  }
]
