[
  {
    "name": "Optima RedTop Battery 34/78",
    "slug": "optima-redtop-battery-34-78",
    "brand": "Optima",
    "model_number": "34/78",
    "mpn": "8016-103",
    "gtin": "0071914801032",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Optima Batteries",
    "description": "The Optima RedTop Battery 34/78 is a high-performance car battery designed for optimal starting power and reliability. Engineered with Optima's SpiralCell technology, this battery provides superior cranking power and a longer lifespan compared to traditional batteries. Its robust design ensures excellent performance in extreme temperatures, making it a great choice for both hot and cold weather conditions. The RedTop Battery features a maintenance-free design, so you don’t have to worry about frequent water checks. With a reserve capacity of 100 minutes and a high cold-cranking amp rating of 800, the Optima RedTop 34/78 is perfect for high-performance vehicles and demanding driving conditions. Trust the RedTop for reliable starts every time and a long-lasting, dependable battery for your vehicle."
  },
  {
    "name": "DieHard Gold Car Battery 34M",
    "slug": "diehard-gold-car-battery-34m",
    "brand": "DieHard",
    "model_number": "34M",
    "mpn": "38275",
    "gtin": "0036663382757",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "DieHard",
    "description": "The DieHard Gold Car Battery 34M is engineered to deliver reliable starting power and long-lasting performance. Designed with advanced technology and high-quality materials, this battery ensures a dependable start in all weather conditions. The DieHard Gold 34M features a high reserve capacity of 120 minutes and a cold-cranking amp rating of 750, providing strong starting power even in the harshest conditions. Its robust construction offers excellent vibration resistance and durability, making it ideal for both standard and high-performance vehicles. With a maintenance-free design, the DieHard Gold Battery 34M requires no regular checks and ensures a trouble-free driving experience. Choose the DieHard Gold for reliable power, durability, and performance."
  }
]
