[
  {
    "name": "Stentor Student I Cello Outfit",
    "slug": "stentor-student-i-cello-outfit",
    "brand": "Stentor",
    "model_number": "1550",
    "mpn": "1550",
    "gtin": "5060180740260",
    "gtin_type": "EAN",
    "origin_country": "China",
    "manufacturer": "Stentor Music Co. Ltd.",
    "description": "The Stentor Student I Cello Outfit is an excellent choice for beginner cellists seeking a quality instrument at an affordable price. Crafted from solid tonewoods, including a spruce top and maple back and sides, this cello offers a warm, resonant sound that is ideal for students. The hand-carved body and well-fitted pegs provide easy playability, while the included bow and padded soft case ensure that you have everything you need to start learning. The cello is fitted with high-quality strings and comes with an adjustable endpin for a customized playing experience. Perfect for young musicians and aspiring cellists, the Stentor Student I provides both durability and a great tone for a rewarding practice and performance experience."
  },
  {
    "name": "Yamaha VC5S Cello",
    "slug": "yamaha-vc5s-cello",
    "brand": "Yamaha",
    "model_number": "VC5S",
    "mpn": "VC5S",
    "gtin": "4957812656548",
    "gtin_type": "EAN",
    "origin_country": "Japan",
    "manufacturer": "Yamaha Corporation",
    "description": "The Yamaha VC5S Cello is a high-quality instrument designed for intermediate players and aspiring professionals. Made from carefully selected spruce and maple wood, this cello produces a rich, full-bodied tone that supports a wide range of musical styles. The hand-carved construction and precise craftsmanship ensure superior sound quality and ease of play. Features include a fine-tuner tailpiece for easy adjustments, an adjustable endpin for a comfortable playing position, and high-quality strings that deliver clear, resonant notes. The VC5S is an excellent choice for students looking to advance their skills and for experienced cellists seeking a reliable and expressive instrument."
  }
]
