[
  {
    "name": "Melissa & Doug Craft Kit for Kids - Deluxe Wooden Stamp Set",
    "slug": "melissa-doug-craft-kit-for-kids-deluxe-wooden-stamp-set",
    "brand": "Melissa & Doug",
    "model_number": "20668",
    "mpn": "20668",
    "gtin": "00000020668",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Melissa & Doug",
    "description": "The Melissa & Doug Deluxe Wooden Stamp Set is the perfect craft kit for kids who love creating and exploring their artistic side. This comprehensive set includes 24 high-quality wooden stamps featuring fun, themed designs like animals, letters, and shapes. The set also comes with 5 colored ink pads and a reusable storage box. The wooden stamps are easy for little hands to grip and use, making this craft kit ideal for children ages 4 and up. Kids can use the stamps to create their own greeting cards, invitations, and artwork. The durable design ensures long-lasting enjoyment and the opportunity for endless creative projects. Perfect for developing fine motor skills, creativity, and self-expression, this craft kit is a wonderful way to introduce kids to the world of art and crafting."
  },
  {
    "name": "Crayola Art and Craft Supplies Kit - 80 Pieces",
    "slug": "crayola-art-and-craft-supplies-kit-80-pieces",
    "brand": "Crayola",
    "model_number": "04-0052",
    "mpn": "04-0052",
    "gtin": "0007166216900",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Crayola",
    "description": "The Crayola Art and Craft Supplies Kit is an 80-piece set designed to inspire creativity and provide everything you need for a variety of art and craft projects. This kit includes a wide range of materials such as markers, crayons, colored pencils, construction paper, glue sticks, and more. The high-quality supplies are perfect for kids and adults alike, whether for school projects, home crafts, or creative expression. The set is organized in a convenient carry case that makes it easy to store and transport. With this all-in-one kit, you can create beautiful artwork, exciting crafts, and fun projects. The Crayola Art and Craft Supplies Kit is a fantastic way to engage in creative activities and develop artistic skills. Ideal for group activities, classroom use, and family fun."
  }
]
