[
  {
    "name": "Cricut Explore Air 2 Crafting Kit",
    "slug": "cricut-explore-air-2-crafting-kit",
    "brand": "Cricut",
    "model_number": "2003638",
    "mpn": "2003638",
    "gtin": "093573689219",
    "gtin_type": "UPC",
    "origin_country": "United States",
    "manufacturer": "Cricut Inc.",
    "description": "The Cricut Explore Air 2 Crafting Kit is an all-in-one tool for DIY enthusiasts. This kit includes the Cricut Explore Air 2 machine, which cuts over 100 different materials with ease and precision. Whether you're working with cardstock, vinyl, iron-on, or specialty materials like glitter paper and bonded fabric, this machine can handle it all. The kit also comes with a variety of tools and accessories, including a fine-point blade, a premium fine-point blade housing, a light grip mat, and a black pen. With Bluetooth wireless technology, you can design on your computer or mobile device using Cricut's free design software. The Cricut Explore Air 2 is perfect for home decor, custom apparel, paper crafting, and more. Create beautiful, professional-quality projects right at home with this versatile and powerful crafting kit."
  },
  {
    "name": "We R Memory Keepers All-In-One Tool Kit",
    "slug": "we-r-memory-keepers-all-in-one-tool-kit",
    "brand": "We R Memory Keepers",
    "model_number": "WR660499",
    "mpn": "WR660499",
    "gtin": "633356604992",
    "gtin_type": "UPC",
    "origin_country": "China",
    "manufacturer": "We R Memory Keepers",
    "description": "The We R Memory Keepers All-In-One Tool Kit is an essential set for every crafter. This comprehensive kit includes a variety of tools designed to make your crafting projects easier and more enjoyable. The kit features a precision cutting knife, a self-healing cutting mat, a bone folder, a scoring board, a corner rounder, and a hole punch. Each tool is made with high-quality materials and designed for precision and durability. The cutting knife has an ergonomic handle for comfortable use, and the self-healing cutting mat protects your work surface while providing a smooth cutting experience. The bone folder and scoring board are perfect for creating crisp, clean folds in paper and cardstock, while the corner rounder and hole punch add professional finishing touches to your projects. Whether you're making cards, scrapbooks, or home decor, the We R Memory Keepers All-In-One Tool Kit has everything you need to get started."
  }
]
