[
  {
    "name": "Vantrue N4 3 Channel Dash Cam",
    "slug": "vantrue-n4-3-channel-dash-cam",
    "brand": "Vantrue",
    "model_number": "N4",
    "mpn": "N4-001",
    "gtin": "0815290028103",
    "gtin_type": "EAN",
    "origin_country": "China",
    "manufacturer": "Vantrue Technology Co., Ltd.",
    "description": "The Vantrue N4 3 Channel Dash Cam is a top-tier driving companion designed to capture every moment on the road with stunning clarity. Featuring a 155째 wide-angle front camera with 1440p QHD resolution, a 165째 wide-angle rear camera with 1080p Full HD resolution, and a 160째 wide-angle interior camera with 1080p Full HD resolution, this dash cam provides comprehensive coverage of your driving environment. The N4 uses advanced Sony STARVIS sensors for superior low-light performance, ensuring clear and detailed footage both day and night. The dash cam supports loop recording, G-Sensor impact detection, and has a built-in GPS module to track your location and speed. It also offers a 1.5-inch LCD screen for easy menu navigation and playback of recorded footage. With a robust design and reliable performance, the Vantrue N4 is perfect for drivers looking to enhance their road safety and capture crucial evidence in case of incidents."
  },
  {
    "name": "Nextbase 522GW Dash Cam",
    "slug": "nextbase-522gw-dash-cam",
    "brand": "Nextbase",
    "model_number": "522GW",
    "mpn": "522GW-002",
    "gtin": "5060384256378",
    "gtin_type": "EAN",
    "origin_country": "United Kingdom",
    "manufacturer": "Nextbase Limited",
    "description": "The Nextbase 522GW Dash Cam is an advanced and feature-rich camera designed for drivers who demand the best in recording technology. Equipped with a 1440p Full HD resolution at 30fps and a 140째 wide-angle lens, the 522GW captures clear and detailed footage of your journey. It features the latest technology including Alexa voice control, allowing you to operate the dash cam hands-free while driving. The 522GW includes built-in Wi-Fi and Bluetooth connectivity for easy file transfer and sharing, as well as a built-in GPS module for precise location tracking. It also offers Emergency SOS functionality, which can automatically alert emergency services in the event of a serious accident. The dash cam supports loop recording, G-Sensor impact detection, and includes a 3-inch LCD screen for easy navigation and playback. With its sleek design and comprehensive feature set, the Nextbase 522GW is ideal for drivers seeking high performance and innovative technology in their dash cam system."
  }
]
