[
  {
    "name": "Digital Landscape Art",
    "slug": "digital-landscape-art",
    "brand": "Pixel Masters",
    "model_number": "PM-DLA2024",
    "mpn": "PM-001",
    "gtin": "0123456789030",
    "gtin_type": "EAN",
    "origin_country": "USA",
    "manufacturer": "Pixel Masters Inc.",
    "description": "Digital Landscape Art by Pixel Masters is a stunning piece of digital artwork that captures the serene beauty of nature with incredible detail and vibrant colors. Using advanced digital tools, the artist has created a breathtaking landscape featuring lush greenery, rolling hills, and a crystal-clear lake reflecting the sky. The composition is enhanced by dynamic lighting and realistic textures, making the scene come alive. This digital drawing is perfect for those who appreciate the fusion of technology and art, offering a modern take on traditional landscape paintings. Whether displayed on a digital frame or printed on canvas, this artwork brings the tranquility and beauty of nature into any space."
  },
  {
    "name": "Futuristic Cityscape",
    "slug": "futuristic-cityscape",
    "brand": "Tech Artworks",
    "model_number": "TA-FC2024",
    "mpn": "TA-002",
    "gtin": "0123456789031",
    "gtin_type": "EAN",
    "origin_country": "Japan",
    "manufacturer": "Tech Artworks Co.",
    "description": "Futuristic Cityscape by Tech Artworks is an impressive digital drawing that transports viewers into a high-tech metropolis of the future. The artwork showcases a vibrant city filled with towering skyscrapers, neon lights, and advanced transportation systems. Each element of the cityscape is meticulously detailed, reflecting the artist's vision of urban life in the future. The use of bold colors and dynamic lighting creates a sense of energy and movement, making the scene both captivating and immersive. This digital artwork is ideal for fans of science fiction and futuristic designs, offering a glimpse into a world where technology and architecture converge to create a visually stunning urban landscape."
  }
]
