[
  {
    "name": "Pearl Export Exx Series Drum Kit",
    "slug": "pearl-export-exx-series-drum-kit",
    "brand": "Pearl",
    "model_number": "EXX705S/C",
    "mpn": "EXX705S/C",
    "gtin": "633816313623",
    "gtin_type": "UPC",
    "origin_country": "Japan",
    "manufacturer": "Pearl Musical Instrument Co.",
    "description": "The Pearl Export Exx Series Drum Kit is a high-quality drum set designed for drummers of all levels. This 5-piece drum kit features a 22\" x 18\" bass drum, 10\" x 7\" and 12\" x 8\" rack toms, a 16\" x 16\" floor tom, and a 14\" x 5.5\" snare drum. The drums are constructed from 6-ply poplar shells for a balanced, full-bodied sound that works well for a variety of musical styles. The kit comes with chrome hardware including double-braced stands, a drum pedal, and a set of drumsticks. The drum shells are finished in a sleek, durable black wrap, providing both visual appeal and long-lasting protection. Ideal for beginners and intermediate players, the Pearl Export Exx Series offers a great combination of sound quality, durability, and affordability."
  },
  {
    "name": "Tama Imperialstar Drum Kit",
    "slug": "tama-imperialstar-drum-kit",
    "brand": "Tama",
    "model_number": "IP52H5C",
    "mpn": "IP52H5C",
    "gtin": "4549763025572",
    "gtin_type": "EAN",
    "origin_country": "Japan",
    "manufacturer": "Tama Drums",
    "description": "The Tama Imperialstar Drum Kit is a versatile and durable drum set suitable for drummers of all skill levels. This 5-piece drum kit includes a 22\" x 18\" bass drum, 12\" x 8\" and 13\" x 9\" rack toms, a 16\" x 16\" floor tom, and a 14\" x 5.5\" snare drum. The drums are made from 8-ply poplar shells, providing a deep, rich tone that is perfect for a wide range of musical genres. The kit features Tama’s durable hardware, including double-braced stands, a robust drum pedal, and a set of drumsticks. The drum shells are covered in a high-gloss lacquer finish, offering both a professional appearance and excellent durability. The Tama Imperialstar Drum Kit is known for its reliability and exceptional sound quality, making it a popular choice among both beginners and experienced drummers."
  }
]
