[
  {
    "name": "Castrol GTX High Mileage 10W-30",
    "slug": "castrol-gtx-high-mileage-10w-30",
    "brand": "Castrol",
    "model_number": "15F3A1",
    "mpn": "15F3A1",
    "gtin": "031188528542",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Castrol",
    "description": "Castrol GTX High Mileage 10W-30 is specially formulated for vehicles with over 75,000 miles. This premium motor oil features unique additive technology that helps reduce oil consumption and prevents oil leaks, while also protecting against engine wear. The advanced formulation delivers superior performance and protection, even in the most demanding driving conditions. With enhanced viscosity properties, Castrol GTX High Mileage provides reliable lubrication and helps to extend the life of your engine. Ideal for high-mileage vehicles, this oil offers excellent protection against deposits, sludge, and oil burn-off to keep your engine running smoothly for longer periods."
  },
  {
    "name": "Mobil 1 Advanced Fuel Economy 0W-20",
    "slug": "mobil-1-advanced-fuel-economy-0w-20",
    "brand": "Mobil 1",
    "model_number": "M1-0W20-5",
    "mpn": "M1-0W20-5",
    "gtin": "071924032462",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Mobil 1",
    "description": "Mobil 1 Advanced Fuel Economy 0W-20 is a high-performance synthetic motor oil designed to improve fuel economy and provide superior engine protection. Formulated with advanced additive technology, this oil reduces friction and enhances efficiency, helping to achieve better gas mileage and lower emissions. Its low viscosity ensures smooth engine operation in extreme temperatures, while providing excellent protection against wear, deposits, and sludge. Mobil 1 Advanced Fuel Economy 0W-20 is recommended for modern engines and offers superior performance for both everyday driving and high-stress conditions. With a reputation for quality and reliability, Mobil 1 delivers exceptional engine care and efficiency."
  }
]
