[
  {
    "name": "Bosch Ignition Coil for Ford F-150",
    "slug": "bosch-ignition-coil-ford-f150",
    "brand": "Bosch",
    "model_number": "ICR9",
    "mpn": "ICR9",
    "gtin": "034545842223",
    "gtin_type": "UPC",
    "origin_country": "Germany",
    "manufacturer": "Bosch",
    "description": "The Bosch Ignition Coil for Ford F-150 is a high-performance component designed to deliver reliable ignition and optimize engine performance. This ignition coil is engineered with advanced technology to provide a strong and consistent spark for efficient combustion. With a robust design and high-quality materials, it ensures durability and long-lasting performance. The Bosch Ignition Coil is compatible with various Ford F-150 models and is easy to install, making it a perfect choice for both professional mechanics and DIY enthusiasts. Upgrade your vehicle’s ignition system with this reliable component to improve engine efficiency, reduce misfires, and ensure smooth operation on the road."
  },
  {
    "name": "ACDelco Professional Serpentine Belt for Chevrolet Silverado",
    "slug": "acdelco-professional-serpentine-belt-chevrolet-silverado",
    "brand": "ACDelco",
    "model_number": "6K975",
    "mpn": "6K975",
    "gtin": "00708680133858",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "ACDelco",
    "description": "The ACDelco Professional Serpentine Belt for Chevrolet Silverado is an essential engine part designed to drive multiple components in your vehicle’s engine system. This high-quality serpentine belt is made from durable materials to withstand the demands of high-temperature environments and ensure reliable performance. It features a precision-engineered design for a perfect fit and smooth operation, reducing noise and vibration. The ACDelco Serpentine Belt is compatible with various Chevrolet Silverado models and is easy to install, providing a dependable solution for maintaining your engine’s performance and efficiency."
  }
]
