[
  {
    "name": "High-Performance Fishing Rod and Reel Combo",
    "slug": "high-performance-fishing-rod-and-reel-combo",
    "brand": "Shimano",
    "model_number": "ST-2S-5000",
    "mpn": "SH-FRRC-5000",
    "gtin": "022255244405",
    "gtin_type": "UPC",
    "origin_country": "Japan",
    "manufacturer": "Shimano",
    "description": "The Shimano High-Performance Fishing Rod and Reel Combo is designed for both freshwater and saltwater fishing, offering anglers a premium experience. This combo features a 7-foot, 2-piece rod made from high-modulus graphite for exceptional strength and sensitivity. The rod's fast action and lightweight design make it perfect for casting long distances with precision. Paired with the rod is the Shimano ST-5000 reel, known for its smooth drag system, high-speed gear ratio, and durable construction. The reel features a graphite body and rotor, along with a sealed drag system to resist corrosion from saltwater. This combination ensures optimal performance whether you are targeting bass in a lake or tuna in the open sea. The rod and reel combo comes with a padded carrying case for easy transport and storage."
  },
  {
    "name": "Portable Fishing Tackle Box with 4 Trays",
    "slug": "portable-fishing-tackle-box-with-4-trays",
    "brand": "Plano",
    "model_number": "PL-7771-01",
    "mpn": "PL-TB-7771",
    "gtin": "024099777104",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Plano",
    "description": "The Plano Portable Fishing Tackle Box with 4 Trays is the ultimate solution for organizing and carrying your fishing gear. This tackle box features a robust and durable design with four spacious trays that can be customized with adjustable dividers to accommodate a variety of lures, hooks, and baits. The transparent lid allows for easy viewing of contents, while the secure latch system ensures that your gear stays in place during transport. The tackle box includes a comfortable, padded shoulder strap for easy carrying and a large, top-access compartment for storing larger items. Whether you are heading out for a weekend fishing trip or a professional fishing tournament, this tackle box provides the convenience and functionality needed for a successful fishing experience."
  }
]
