[
  {
    "name": "Honda CBR600RR High-Performance Piston Kit",
    "slug": "honda-cbr600rr-high-performance-piston-kit",
    "brand": "Wiseco",
    "model_number": "P1332",
    "mpn": "P1332",
    "gtin": "732550133204",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Wiseco",
    "description": "The Wiseco High-Performance Piston Kit for the Honda CBR600RR is engineered to deliver exceptional power and reliability for your motorcycle engine. This piston kit includes high-quality forged pistons, rings, wrist pins, and circlips, providing a complete solution for upgrading your engine's performance. Wiseco’s pistons are designed with advanced forging technology to enhance durability and strength, making them perfect for both street and race applications. The kit features precision-machined components for optimal fit and performance, ensuring that your CBR600RR engine operates at its best. The pistons are crafted from high-strength aluminum alloy and undergo rigorous testing to meet the highest standards of performance and reliability. Upgrade your Honda CBR600RR with this premium piston kit to experience improved throttle response, increased horsepower, and enhanced overall engine performance."
  },
  {
    "name": "Yamaha YZF-R1 Stainless Steel Exhaust Valve Kit",
    "slug": "yamaha-yzf-r1-stainless-steel-exhaust-valve-kit",
    "brand": "Hot Cams",
    "model_number": "HCSK-003",
    "mpn": "HCSK-003",
    "gtin": "638720098474",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Hot Cams",
    "description": "The Hot Cams Stainless Steel Exhaust Valve Kit for the Yamaha YZF-R1 is a top-tier replacement kit designed to improve engine efficiency and performance. This high-quality kit includes stainless steel exhaust valves, valve springs, and valve seals, offering a complete solution for maintaining or upgrading your motorcycle’s engine components. Made from premium stainless steel, the valves are engineered for enhanced strength and resistance to high temperatures, ensuring long-lasting durability and performance under demanding conditions. The kit is designed to meet or exceed OEM specifications for fit and function, providing a reliable upgrade for both street and track use. With precision manufacturing and advanced materials, this exhaust valve kit will help improve exhaust flow, boost engine efficiency, and support higher performance levels for your Yamaha YZF-R1."
  }
]
