[
  {
    "name": "Dunlop Sportmax Q4 Motorcycle Tire",
    "slug": "dunlop-sportmax-q4-motorcycle-tire",
    "brand": "Dunlop",
    "model_number": "SPORTMAX-Q4",
    "mpn": "T4299",
    "gtin": "0068002004299",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Dunlop",
    "description": "The Dunlop Sportmax Q4 Motorcycle Tire is the ultimate choice for riders seeking superior performance on the street or track. Designed with advanced technology and materials, this tire delivers exceptional grip, handling, and durability. The Q4 features an innovative tread pattern that enhances traction in both dry and wet conditions, ensuring maximum stability and confidence during aggressive riding. Its high-performance rubber compound offers excellent wear resistance and a comfortable ride. Ideal for sport and performance motorcycles, the Sportmax Q4 provides a perfect balance of cornering grip, braking performance, and high-speed stability. Whether you're hitting the racetrack or taking on challenging roads, the Q4 delivers an exhilarating and safe riding experience."
  },
  {
    "name": "Pirelli Diablo Rosso IV Motorcycle Tire",
    "slug": "pirelli-diablo-rosso-iv-motorcycle-tire",
    "brand": "Pirelli",
    "model_number": "DIABLO-ROSSO-IV",
    "mpn": "3460700",
    "gtin": "8019227378420",
    "gtin_type": "EAN",
    "origin_country": "Italy",
    "manufacturer": "Pirelli",
    "description": "The Pirelli Diablo Rosso IV Motorcycle Tire is engineered for top-level performance on both the road and the racetrack. With a focus on high grip, exceptional handling, and advanced durability, this tire is ideal for sport and super sport motorcycles. The Diablo Rosso IV features Pirelli's latest technology, including a multi-compound tread design for improved traction and stability. Its aggressive tread pattern ensures maximum grip and confidence during high-speed cornering and braking. The tire's advanced construction provides a smooth and comfortable ride while maintaining excellent road feedback. Perfect for riders seeking the best performance from their sportbike, the Diablo Rosso IV delivers precision, control, and durability for an outstanding riding experience."
  }
]
