[
  {
    "name": "Baden Champions Volleyball Set",
    "slug": "baden-champions-volleyball-set",
    "brand": "Baden",
    "model_number": "BV1000",
    "mpn": "BV1000",
    "gtin": "089201800235",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Baden Sports",
    "description": "The Baden Champions Volleyball Set is perfect for outdoor fun and competitive play. This complete set includes a high-quality volleyball, a durable net, and all the necessary accessories to set up a professional-level volleyball game in your backyard or at the beach. The volleyball features a soft, synthetic leather cover that provides excellent durability and control, while the net is adjustable to fit various heights for different skill levels. The set also includes a carrying bag for easy transportation and storage, making it a great choice for family gatherings, picnics, and friendly matches. Suitable for players of all ages and skill levels, the Baden Champions Volleyball Set ensures hours of outdoor entertainment and physical activity."
  },
  {
    "name": "Franklin Sports Croquet Set",
    "slug": "franklin-sports-croquet-set",
    "brand": "Franklin Sports",
    "model_number": "5276",
    "mpn": "5276",
    "gtin": "025725452764",
    "gtin_type": "UPC",
    "origin_country": "China",
    "manufacturer": "Franklin Sports",
    "description": "The Franklin Sports Croquet Set offers classic outdoor fun for the whole family. This complete croquet set includes six wooden mallets, six colorful croquet balls, nine wickets, and two end posts. The mallets are crafted from high-quality wood with comfortable grips, and the balls are designed for durability and consistent performance. The set comes with a convenient carrying case for easy transport and storage, making it ideal for backyard games, picnics, and outdoor gatherings. With its traditional design and high-quality components, the Franklin Sports Croquet Set is perfect for players of all ages who enjoy a mix of strategy and skill in a relaxing outdoor game."
  }
]
