[
  {
    "name": "Winsor & Newton Professional Watercolor Set",
    "slug": "winsor-newton-professional-watercolor-set",
    "brand": "Winsor & Newton",
    "model_number": "WN7023250",
    "mpn": "WN7023250",
    "gtin": "094376861016",
    "gtin_type": "UPC",
    "origin_country": "United Kingdom",
    "manufacturer": "Winsor & Newton Ltd.",
    "description": "The Winsor & Newton Professional Watercolor Set is a comprehensive kit designed for serious artists. This set includes 24 vibrant and lightfast colors that deliver exceptional brilliance and clarity. The high-quality pigments ensure excellent color strength and transparency, allowing artists to create a wide range of effects from delicate washes to deep, intense hues. The set comes in a sturdy metal box with a mixing palette and a travel brush, making it perfect for artists on the go. Winsor & Newton has a long-standing reputation for producing top-quality artist materials, and this watercolor set is no exception. Ideal for both professional artists and advanced students, this set offers the ultimate in performance and reliability."
  },
  {
    "name": "Liquitex Basics Acrylic Paint Set",
    "slug": "liquitex-basics-acrylic-paint-set",
    "brand": "Liquitex",
    "model_number": "1010485",
    "mpn": "1010485",
    "gtin": "094376861016",
    "gtin_type": "UPC",
    "origin_country": "China",
    "manufacturer": "Liquitex Artist Materials",
    "description": "The Liquitex Basics Acrylic Paint Set is perfect for students, hobbyists, and artists who want to experiment with acrylics without compromising on quality. This set includes 48 vibrant colors that are formulated to deliver intense, long-lasting color. Each tube of paint is made with high-quality pigments and offers good coverage and permanence. The smooth, thick consistency of these acrylics makes them easy to work with, whether you're painting on canvas, paper, or wood. The set comes in a sturdy, reusable box that keeps your paints organized and protected. Liquitex is a trusted brand in the art community, known for its innovative products and commitment to quality. This acrylic paint set is a great choice for anyone looking to explore the world of acrylic painting."
  }
]
