[
  {
    "name": "Epson PowerLite 2250U WUXGA 3LCD Projector",
    "slug": "epson-powerlite-2250u-wuxga-3lcd-projector",
    "brand": "Epson",
    "model_number": "PowerLite 2250U",
    "mpn": "V11H920020",
    "gtin": "010343923122",
    "gtin_type": "UPC",
    "origin_country": "China",
    "manufacturer": "Seiko Epson Corporation",
    "description": "The Epson PowerLite 2250U WUXGA 3LCD Projector is designed for professional presentations and meetings, offering exceptional image quality and advanced features. With a WUXGA resolution of 1920 x 1200 pixels, this projector delivers crisp, detailed images and vibrant colors. It boasts a brightness of up to 5,000 lumens, ensuring clear and visible content even in well-lit environments. The 3LCD technology provides superior color accuracy and consistency, while the contrast ratio of 15,000:1 enhances image clarity and depth. The PowerLite 2250U includes a range of connectivity options including HDMI, DisplayPort, and VGA for versatile input sources. It also features advanced installation capabilities with horizontal and vertical lens shift, along with 1.6x optical zoom to easily adjust the image size and position. Designed for long-term reliability, the projector has a long-lasting lamp life of up to 12,000 hours in Eco mode."
  },
  {
    "name": "BenQ MH733 Full HD Business Projector",
    "slug": "benq-mh733-full-hd-business-projector",
    "brand": "BenQ",
    "model_number": "MH733",
    "mpn": "9H.JH877.13E",
    "gtin": "840046047211",
    "gtin_type": "UPC",
    "origin_country": "Taiwan",
    "manufacturer": "BenQ Corporation",
    "description": "The BenQ MH733 Full HD Business Projector is engineered for high-impact presentations and professional use, offering Full HD resolution and advanced features. With a native resolution of 1920 x 1080 pixels, this projector provides sharp, clear images and vivid colors. It offers a high brightness of up to 4,000 lumens and a contrast ratio of 16,000:1, ensuring excellent visibility in a variety of lighting conditions. The MH733 supports multiple connectivity options including HDMI, VGA, and USB, making it versatile for different input devices. It includes features like a 1.3x optical zoom lens and keystone correction for flexible installation and image adjustments. The projector also supports LAN control for remote management and comes with built-in 10W speakers for clear audio during presentations. With a lamp life of up to 10,000 hours in SmartEco mode, the MH733 offers both performance and efficiency for business environments."
  }
]
