[
  {
    "name": "Samsung RF28R7351SG 28 Cu. Ft. French Door Refrigerator",
    "slug": "samsung-rf28r7351sg-28-cu-ft-french-door-refrigerator",
    "brand": "Samsung",
    "model_number": "RF28R7351SG",
    "mpn": "RF28R7351SG",
    "gtin": "0887276356434",
    "gtin_type": "EAN",
    "origin_country": "South Korea",
    "manufacturer": "Samsung Electronics",
    "description": "The Samsung RF28R7351SG 28 Cu. Ft. French Door Refrigerator combines modern design with advanced features for efficient food storage and management. With a spacious 28 cubic feet capacity, this refrigerator offers plenty of room for your groceries and kitchen essentials. The French door design provides easy access to fresh food and a full-width drawer for additional storage. Featuring Samsung's Family Hub™ technology, the RF28R7351SG includes a 21.5-inch touchscreen display that lets you manage your calendar, control smart home devices, and stream music. The refrigerator also includes a Twin Cooling Plus™ system that optimizes temperature and humidity levels to keep your food fresh longer. Other features include a built-in water dispenser, ice maker, and adjustable shelves for customizable storage. With its sleek stainless steel finish and high-end features, the RF28R7351SG is a top choice for modern kitchens."
  },
  {
    "name": "LG LSXS26366S 26 Cu. Ft. Side-by-Side Refrigerator",
    "slug": "lg-lsxs26366s-26-cu-ft-side-by-side-refrigerator",
    "brand": "LG",
    "model_number": "LSXS26366S",
    "mpn": "LSXS26366S",
    "gtin": "048231787107",
    "gtin_type": "UPC",
    "origin_country": "South Korea",
    "manufacturer": "LG Electronics",
    "description": "The LG LSXS26366S 26 Cu. Ft. Side-by-Side Refrigerator offers a blend of style, functionality, and advanced cooling technology. This side-by-side refrigerator features a 26 cubic feet capacity, providing ample space for both fresh and frozen foods. The sleek stainless steel design and LED lighting give the refrigerator a modern and elegant look. The LSXS26366S includes LG’s Smart Cooling Plus™ technology, which maintains optimal temperature and humidity levels to keep your food fresh. The refrigerator features a built-in ice and water dispenser for convenience, as well as adjustable shelves and door bins for customizable storage options. The exterior of the refrigerator includes a convenient water filter for fresh, clean water. With its energy-efficient design and user-friendly features, the LSXS26366S is a great choice for families and individuals seeking a reliable and stylish refrigerator."
  }
]
