[
  {
    "name": "JBL Charge 4 Portable Bluetooth Speaker",
    "slug": "jbl-charge-4-portable-bluetooth-speaker",
    "brand": "JBL",
    "model_number": "JBLCHARGE4BLKAM",
    "mpn": "JBLCHARGE4BLKAM",
    "gtin": "050036345549",
    "gtin_type": "UPC",
    "origin_country": "United States",
    "manufacturer": "Harman International",
    "description": "The JBL Charge 4 Portable Bluetooth Speaker delivers powerful stereo sound and a power bank all in one package. This speaker features a proprietary developed driver and two JBL bass radiators that intensify sound with strong deep bass. Its high-capacity 7500mAh rechargeable Li-ion battery provides up to 20 hours of playtime and charges your device via USB. The rugged design, IPX7 waterproof rating, and durable fabric make it perfect for outdoor adventures. Wirelessly connect up to two smartphones or tablets to the speaker and take turns enjoying powerful sound. The JBL Charge 4 is available in a variety of colors and is built with a rugged fabric and durable material to ensure it stands up to all of your adventures."
  },
  {
    "name": "Bose SoundLink Revolve+ Portable Bluetooth Speaker",
    "slug": "bose-soundlink-revolve-plus-portable-bluetooth-speaker",
    "brand": "Bose",
    "model_number": "739617-1310",
    "mpn": "739617-1310",
    "gtin": "0017817740647",
    "gtin_type": "UPC",
    "origin_country": "United States",
    "manufacturer": "Bose Corporation",
    "description": "The Bose SoundLink Revolve+ Portable Bluetooth Speaker is engineered to deliver deep, loud, jaw-dropping sound with True 360-degree coverage. Place it in the center of the room to give everyone the same experience or set it near a wall and let the sound radiate and reflect. Its handle makes it easy to grab and go, while the durable, water-resistant design lets you keep the party going, even if it starts to rain. The rechargeable, lithium-ion battery plays up to 16 hours. Voice prompts talk you through Bluetooth pairing, and you can easily take calls and access your phone’s Siri or your Google Assistant."
  }
]
