[
  {
    "name": "DEWALT Mechanics Tool Set with 204 Pieces",
    "slug": "dewalt-mechanics-tool-set-204-pieces",
    "brand": "DEWALT",
    "model_number": "DWMT73801",
    "mpn": "DWMT73801",
    "gtin": "088591137238",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "DEWALT",
    "description": "The DEWALT Mechanics Tool Set with 204 Pieces is a comprehensive and versatile kit designed for both professional mechanics and DIY enthusiasts. This extensive set includes a wide variety of high-quality tools including ratchets, sockets, wrenches, and more, all housed in a durable, organized case. Each tool is crafted from high-strength chrome vanadium steel, providing exceptional durability and performance. The set features a range of tools to handle various tasks, from simple repairs to complex mechanical work. The precision-machined sockets and wrenches ensure a secure fit, reducing the risk of slippage and damage. The DEWALT Mechanics Tool Set is ideal for automotive repairs, maintenance, and general mechanical work, offering reliable performance and convenience in a single package."
  },
  {
    "name": "Craftsman 320-Piece Mechanics Tool Set",
    "slug": "craftsman-320-piece-mechanics-tool-set",
    "brand": "Craftsman",
    "model_number": "CMMT12022",
    "mpn": "CMMT12022",
    "gtin": "009957585842",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Craftsman",
    "description": "The Craftsman 320-Piece Mechanics Tool Set is an extensive collection of tools designed to meet all your mechanical and automotive repair needs. This set includes a variety of hand tools including sockets, ratchets, wrenches, and screwdrivers, all stored in a heavy-duty, organized case. Each tool is made from high-quality chrome vanadium steel for strength and durability. The set features both standard and deep sockets, as well as a range of wrenches to cover various sizes and applications. The precision-engineered tools ensure a secure grip and reliable performance, making this set suitable for professional mechanics and home repair enthusiasts alike. With its comprehensive assortment of tools, the Craftsman 320-Piece Mechanics Tool Set offers everything you need for a wide range of repair tasks."
  }
]
