[
  {
    "name": "Dorman Automatic Transmission Filter Kit for Honda Accord",
    "slug": "dorman-automatic-transmission-filter-kit-honda-accord",
    "brand": "Dorman",
    "model_number": "917-626",
    "mpn": "917-626",
    "gtin": "037495917621",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Dorman",
    "description": "The Dorman Automatic Transmission Filter Kit for Honda Accord is a comprehensive solution for maintaining the performance and longevity of your vehicle’s transmission system. This high-quality filter kit includes everything you need for a complete transmission fluid change, including a new filter, gasket, and installation hardware. Designed for a perfect fit, this kit ensures that your transmission system remains clean and free from contaminants, which can lead to costly repairs if left unchecked. Made from premium materials, the filter offers superior filtration performance and durability. The Dorman Automatic Transmission Filter Kit is engineered to meet or exceed OEM specifications, providing reliable performance for your Honda Accord. Regular maintenance with this filter kit can help prevent transmission issues, improve shifting performance, and extend the life of your vehicle's transmission system."
  },
  {
    "name": "Gates Power Steering Pump for Toyota Camry",
    "slug": "gates-power-steering-pump-toyota-camry",
    "brand": "Gates",
    "model_number": "36536",
    "mpn": "36536",
    "gtin": "077025365361",
    "gtin_type": "UPC",
    "origin_country": "USA",
    "manufacturer": "Gates",
    "description": "The Gates Power Steering Pump for Toyota Camry is a high-quality replacement part designed to restore optimal performance to your vehicle’s power steering system. This premium pump is engineered to provide smooth and consistent steering operation, with a focus on reliability and longevity. Manufactured using advanced technology and durable materials, the Gates Power Steering Pump ensures efficient fluid flow and quiet operation. It is designed to meet or exceed OEM standards for fit, form, and function, making it an ideal choice for both professional mechanics and DIY repair enthusiasts. The Gates Power Steering Pump helps maintain proper steering performance, reducing steering effort and enhancing vehicle handling. Replace your old or worn-out pump with this high-performance option to ensure a smooth and responsive driving experience."
  }
]
