[
  {
    "name": "LG WM4000HWA 4.5 Cu. Ft. Front Load Washing Machine",
    "slug": "lg-wm4000hwa-45-cu-ft-front-load-washing-machine",
    "brand": "LG",
    "model_number": "WM4000HWA",
    "mpn": "WM4000HWA",
    "gtin": "048231028407",
    "gtin_type": "UPC",
    "origin_country": "South Korea",
    "manufacturer": "LG Electronics",
    "description": "The LG WM4000HWA 4.5 Cu. Ft. Front Load Washing Machine offers an advanced washing experience with a range of high-performance features. This front-load washer boasts a spacious 4.5 cubic feet drum that accommodates large loads, making it ideal for families. It features LG's TurboWash™ 360 technology, which uses high-pressure jets to deliver a thorough and efficient clean in less time. The WM4000HWA includes the AI DD™ feature, which automatically detects the weight and softness of your fabrics to select the optimal wash motions for the best care. Additional features include Wi-Fi connectivity for remote control and monitoring through the LG ThinQ® app, a Steam™ technology option for sanitizing clothes, and a sleek white finish that complements any laundry room decor. With its energy-efficient design and high-capacity drum, the WM4000HWA is perfect for those seeking a top-of-the-line washing machine."
  },
  {
    "name": "Samsung WF45R6300AV 4.5 Cu. Ft. Front Load Washer with Steam",
    "slug": "samsung-wf45r6300av-45-cu-ft-front-load-washer-with-steam",
    "brand": "Samsung",
    "model_number": "WF45R6300AV",
    "mpn": "WF45R6300AV",
    "gtin": "0887276477550",
    "gtin_type": "EAN",
    "origin_country": "South Korea",
    "manufacturer": "Samsung Electronics",
    "description": "The Samsung WF45R6300AV 4.5 Cu. Ft. Front Load Washer with Steam combines innovative technology with efficient performance. With a 4.5 cubic feet capacity, this washer is designed to handle large loads while providing a thorough clean. It features Samsung's AddWash™ door, which allows you to easily add forgotten items during the wash cycle. The WF45R6300AV includes Steam Cleaning technology, which helps to remove stains and sanitize clothes with ease. It also offers Wi-Fi connectivity, enabling you to control and monitor your wash cycles from anywhere using the Samsung SmartThings™ app. The washer comes with a range of wash cycles including Super Speed for a quick and effective clean. With its modern black stainless steel finish, the WF45R6300AV offers both style and functionality for your laundry room."
  }
]
